12/data/attachments/347132c66af2f28d.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Amber_mouth_Actions_78770_1</nif:username>
            <nif:friendToBeRequested>soap_actions_b9695874-39ad-4393-87dc-b3a171a35a91</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>